export const cards = [
  {
    header: "Лекарственные препараты, влияющие на фосфорно-кальциевый обмен",
    text: [
      "Витамин D (колекальцидол)",
      "Препараты кальция",
      "Алендроновая кислота",
      "Терипаратид",
      "Деносумаб",
    ],
  },
  {
    header: "Классификация лекарственных средств, влияющих на кроветворение",
    text: [
      "Железа сульфат",
      "Железа гидроксид полимальтозат",
      "Железа гидроксид полимальтозат",
      "Железа гидроксид декстран",
      "Цианокобаламин",
      "Фолиевая кислота",
      "Эпоэтин альфа",
      "Филграстим",
      "Пэгфилграстим",
      "Элтромбопаг",
    ],
  },
  {
    header: "Лекарственные средства, стимулирующие эритропоэз",
    text: ["Препараты железа", "Цианокобаламин", "Фолиевая кислота", "Эпоэтин"],
  },
  {
    header: "Лекарственые средства, стимулирующие лейко- и тромбопоэз",
    text: ["Филграстим", "Элтромбопаг"],
  },
  {
    header: "Средства, влияющие на миометрий и шейку матки",
    text: ["Токотоники", "Токолитики"],
  },
  {
    header: "Токотоники",
    text: ["Окситоцин", "Динопростон"],
  },
  {
    header: "Токолитики",
    text: ["Атозибан", "Гексопреналин"],
  },
  {
    header: "Токолитики",
    text: ["Атозибан", "Гексопреналин"],
  },
  {
    header:
      "Лекарственные средства некоторых гормонов гипоталамо-гипофизарной области",
    text: [
      "Аналоги гонадотропин-рилизинг гормона(лейпрорелин)",
      "Синтетический аналог соматостатина (октреотид)",
      "Соматропин",
      "Окситоцин",
      "Десмопрессин ( аналог вазопрессина )",
    ],
  },
  {
    header: "Лекарственные средства йодированных гормонов щитовидной железы",
    text: [
      "Препараты гормонов: Левотироксин натрия (Т4), Лиотиронин* (Т3)",
      "Антитиреоидные препараты: Пропилтиоурацил, Тиамазол, Калия йодид (в больших дозах), Радиоактивный йод",
    ],
  },
  {
    header: "Лекарственные средства для лечения гипотиреоза",
    text: ["Левотироксин"],
  },
  {
    header: "Лекарственные средства для лечения гипертиреоза",
    text: ["Пропилтиоурацил Тиамазол", "Калия йодид", "Радиоактивный йод"],
  },
  {
    header: "Другие гипогликемические препараты",
    text: [
      "Метформин",
      "Пиоглитазон",
      "Глибенкламид",
      "Репаглинид",
      "Эксенатид",
      "Саксаглиптин",
      "Дапаглифлозин",
      "Акарбоза",
    ],
  },
  {
    header: "Лекарственные средства, влияющие на углеводный обмен",
    text: ["Инсулин", "Глюкагон"],
  },
  {
    header: "Препараты женских половых гормонов",
    text: [
      "Эстрогены: Этинилэстрадиол",
      "Гестагены: Прогестерон, левоноргестрел",
    ],
  },
  {
    header: "Препараты мужских половых гормонов",
    text: ["Тестостерон"],
  },
  {
    header: "Анаболические стероидные гормоны",
    text: ["Нандролон"],
  },
  {
    header: "Препараты при отравлении железом",
    text: ["Бикарбонат натрия", "Дифероксамин"],
  },
  {
    header: "Противокашлевые средства опиатного действия",
    text: ["Кодеин", "дектрометорфан"],
  },
  {
    header: "Противокашлевые средства неопиатного действия",
    text: ["Бутамират", "Глауцин"],
  },
  {
    header: "Перефеоические противокашлевые",
    text: ["Преноксидазин"],
  },
  {
    header: "Отхаркивающие. мукоактивные э. муколитики",
    text: ["Ацетилцистеин", "Карбоцистеин", "Дорназа альфа"],
  },
  {
    header: "Отхаркивающие. мукоактивные. мукорегуляторы",
    text: ["Бромгексин", "Амброксол"],
  },
  {
    header: "Первое поколение антигистаминовых",
    text: ["Дифенгидрамин", "Хлорпирамин", "Диметинден", "Клемамтин"],
  },
  {
    header: "2 поколение антигистамин",
    text: [
      "Лоратидин",
      "Эбастин",
      "Безлоратидин",
      "Цитиризин",
      "Левоцитиризин",
      "Фексофенадин",
    ],
  },
];
