import A1 from "./assets/A1.jpg";
import A2 from "./assets/A2.jpg";
import A3 from "./assets/A3.jpg";
import A4 from "./assets/A4.jpg";
import A5 from "./assets/A5.jpg";
import A6 from "./assets/A6.jpg";
import A7 from "./assets/A7.jpg";
import A8 from "./assets/A8.png";
import A9 from "./assets/A9.jpg";
import A10 from "./assets/A10.jpg";
import A11 from "./assets/A11.jpg";
import A12 from "./assets/A12.jpg";
import A13 from "./assets/A13.jpg";
import A14 from "./assets/A14.jpg";
import A15 from "./assets/A15.jpg";
import A16 from "./assets/A16.jpg";
import A17 from "./assets/A17.jpg";
import A18 from "./assets/A18.jpg";
import A19 from "./assets/A19.jpg";
import A20 from "./assets/A20.jpg";
import A21 from "./assets/A21.jpg";
import A22 from "./assets/A22.jpg";
import A23 from "./assets/A23.jpg";
import A24 from "./assets/A24.jpg";
import A25 from "./assets/A25.jpg";
import A26 from "./assets/A26.jpg";
import A27 from "./assets/A27.jpg";
import A28 from "./assets/A28.jpg";
import A29 from "./assets/A29.jpg";
import A30 from "./assets/A30.jpg";
import A31 from "./assets/A31.jpg";
import A32 from "./assets/A32.jpg";
import A33 from "./assets/A33.jpg";
import A34 from "./assets/A34.jpg";
import A35 from "./assets/A35.jpg";
import A36 from "./assets/A36.jpg";
import A37 from "./assets/A37.jpg";
import A38 from "./assets/A38.jpg";
import A39 from "./assets/A39.jpg";
import A40 from "./assets/A40.jpg";

export const cards = [
  {
    img: A1,
    text: "<p>Оцените ритм: синусовый<br>Оцените регулярность сокращений: правильный <br>Оцените электрическую ось сердца: горизонтальная Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет <br>Оцените наличие приЗнаков гипертрофии ЛЖ: нет <br> Оцените наличие инфаркта миокарда: нет<br>Aлсо: гипертрофия ПП, у больного хрон бронхит<br></p>",
  },
  {
    img: A2,
    text: "<p>Оцените ритм: синусовый<br>Оцените регулярность сокращений: правильное <br>Оцените электрическую ось сердца: влево<br>Оцените наличие экстрасистолии: да<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: блокада передневерхней левой ножки <br>Оцените наличие приЗнаков гипертрофии ЛЖ: да <br>Оцените наличие инфаркта миокарда: нет </p>",
  },
  {
    img: A3,
    text: "<p>Оцените ритм: синусовый<br>Оцените регулярность сокращений: правильный Оцените электрическую ось сердца: вертикальная Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: полная блокада Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нижняя стенка кошачьи спинки в 2 и 3 отведении<br></p>",
  },
  {
    img: A4,
    text: "<p>Оцените ритм: синусовый<br>Оцените регулярность сокращений: регулярный Оцените электрическую ось сердца: гориЗонтальная Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: есть Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A5,
    text: "<p>Оцените ритм: синусовый<br>Оцените регулярность сокращений:неправильный Оцените электрическую ось сердца: вправо Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: AB блокада 1 степени<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A6,
    text: "<p>Оцените ритм: синусовый<br>Оцените регулярность сокращений: неправильный Оцените электрическую ось сердца: отклонение влево Оцените наличие экстрасистолии: нет<br> <br>Оцените наличие AB блокады: 2 степень, тип 1 Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A7,
    text: "<p>Оцените ритм: AB<br>Оцените регулярность сокращений:правильная Оцените электрическую ось сердца: норм Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: Оцените наличие инфаркта миокарда:<br></p>",
  },
  {
    img: A8,
    text: "<p>Оцените ритм: синусовый<br>Оцените регулярность сокращений: правильный<br> <br>Оцените электрическую ось сердца: нормальная Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет<br>Оцените наличие приЗнаков гипертрофии ЛЖ: да (но вообще это ребенок и это его воЗр норма) Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A9,
    text: "<p>Оцените ритм: синусовый<br>Оцените регулярность сокращений: неправильный Оцените электрическую ось сердца: норма<br>Оцените наличие экстрасистолии: предсердная экстрасистолия Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A10,
    text: "<p>Оцените ритм: синусовый<br>Оцените регулярность сокращений: нерегулярный<br> <br>Оцените электрическую ось сердца: нормальная (вертикальная в учебнике) Оцените наличие экстрасистолии: желудочковая и предсердная экстрасистолии Оцените наличие AB блокады: AB-блокада 1 степени<br>Оцените наличие блокады ножек пучка Гиса: нет<br>Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A11,
    text: "<p>Оцените ритм: нижнепредсердный<br>Оцените регулярность сокращений: неправильный Оцените электрическую ось сердца: гориЗонтальная Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса:БЛНПГ Оцените наличие приЗнаков гипертрофии ЛЖ: есть Оцените наличие инфаркта миокарда:нет<br></p>",
  },
  {
    img: A12,
    text: "<p>Стойкая предсердная тахикардия,электрическая альтерация<br>Оцените ритм: синусовый ( в книге написано предсердно-желудочковое проведение) Оцените регулярность сокращений: ритм правильный<br>Оцените электрическую ось сердца: нормальная<br> <br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда:нет<br></p>",
  },
  {
    img: A13,
    text: "<p>Ритм: (мерцание предсердий иЗ учебника) Регулярность: нерегулярный<br>Оцените электрическую ось сердца: влево Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса:нет Оцените наличие приЗнаков гипертрофии ЛЖ: да Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A14,
    text: "<p>Ритм: нижнепредсердный<br>(в сборнике синусовый с миграцией предсердного водителя ритма к AB-соединению) Регулярность: нерегулярный<br>Оцените электрическую ось сердца: нормальная<br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A15,
    text: "<p>Ритм: синусовый Регулярность: регулярный<br>Оцените электрическую ось сердца: отклонение влево<br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет (воЗможно блокада правой но хЗ)<br>Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A16,
    text: "<p>Ритм: синусовый Регулярность: нерегулярный<br>Оцените электрическую ось сердца: гориЗонтальная Оцените наличие экстрасистолии: желудочковая Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет<br>Оцените наличие инфаркта миокарда: боковая (передняя)<br></p>",
  },
  {
    img: A17,
    text: "<p>Ритм: синусовый Регулярность: регулярный<br>Оцените электрическую ось сердца: гориЗонтальная Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет<br>Оцените наличие инфаркта миокарда: в стадии рубцевания (передняя, но по учебнику Задняя)<br></p>",
  },
  {
    img: A18,
    text: "<p>Ритм: пароксиЗмальная желудочковая тахикардия Регулярность: регулярный<br>Оцените электрическую ось сердца: вправо<br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A19,
    text: "<p>Ритм: синусовый Регулярность: нормальная<br>Оцените электрическую ось сердца: нормальная Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: передняя<br></p>",
  },
  {
    img: A20,
    text: "<p>Ритм: мерцание (фибрилляция) предсердий Регулярность: нерегулярный<br>Оцените электрическую ось сердца: гориЗонтальная<br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет<br>Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нижний<br></p>",
  },
  {
    img: A21,
    text: "<p>Ритм: синусовый Регулярность: регулярный<br>Оцените электрическую ось сердца: гориЗонтальная Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: AB -блок 1 степени Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A22,
    text: "<p>Ритм: синусовый Регулярность: регулярный<br>Оцените электрическую ось сердца: влево отклонение<br>Оцените наличие экстрасистолии: желудочковая Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: есть<br>Оцените наличие инфаркта миокарда: передняя стенка( ЕГО HЕTУ)<br></p>",
  },
  {
    img: A23,
    text: "<p>Ритм: синусовый Регулярность: правильный<br>Оцените электрическую ось сердца: вертик Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: правая нож Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A24,
    text: "<p>Ритм: синусовый Регулярность: нерегулярный<br>Оцените электрическую ось сердца: норм<br>Оцените наличие экстрасистолии: желудочковые Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A25,
    text: "<p>Ритм: синусовый Регулярность: правильный<br>Оцените электрическую ось сердца: отклонение влево<br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: 1 степень<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нижняя<br></p>",
  },
  {
    img: A26,
    text: "<p>Ритм: синусовый Регулярность: правильный<br>Оцените электрическую ось сердца: вертикальная<br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: Оцените наличие приЗнаков гипертрофии ЛЖ: есть Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A27,
    text: "<p>Ритм: трепетание предсердий Регулярность: регулярный<br>Оцените электрическую ось сердца: откл влево Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: неполная блокада правой ножки Оцените наличие приЗнаков гипертрофии ЛЖ: нет<br>Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A28,
    text: "<p>Ритм: синусовая тахикардия Регулярность: правильный<br>Оцените электрическую ось сердца: вертикальная<br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет<br>Оцените наличие инфаркта миокарда: нижнебоковой ИM (острая)<br></p>",
  },
  {
    img: A29,
    text: "<p>Ритм: мерцание предсердий Регулярность: регулярный<br>Оцените электрическую ось сердца:гориЗонтальная Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A30,
    text: "<p>Ритм: синусовый Регулярность: правильный<br>Оцените электрическую ось сердца: нормальная Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса:нет Оцените наличие приЗнаков гипертрофии ЛЖ: есть Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A31,
    text: "<p>Ритм: синусовый Регулярность: правильный<br>Оцените электрическую ось сердца: вправо<br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: 1 степени<br>Оцените наличие блокады ножек пучка Гиса: неполная блокада правой ножки и левой ножки тоже<br>Оцените наличие приЗнаков гипертрофии ЛЖ: нет<br>Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A32,
    text: "<p>Ритм: синусовый Регулярность: правильный<br>Оцените электрическую ось сердца: вправо Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: 1 степени<br>Оцените наличие блокады ножек пучка Гиса: блокада правой и левой ножек Оцените наличие приЗнаков гипертрофии ЛЖ: нет<br>Оцените наличие инфаркта миокарда: передняя (боковая) стенка ИM<br></p>",
  },
  {
    img: A33,
    text: "<p>Ритм: синусовый Регулярность: правильный<br>Оцените электрическую ось сердца: отклонение влево Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: блокада левой ножки пучка гиса Оцените наличие приЗнаков гипертрофии ЛЖ: нет<br>Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A34,
    text: "<p>Ритм: синусовый Регулярность: регулярный<br>Оцените электрическую ось сердца: откл вправо<br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: 1 степени<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A35,
    text: "<p>Ритм: AB ритм<br>Регулярность: правильный (если можно так скаЗать при AB ритме?) Оцените электрическую ось сердца: влево<br>Оцените наличие экстрасистолии: нет<br>Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: блокада передней левой ножки Оцените наличие приЗнаков гипертрофии ЛЖ:<br>Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A36,
    text: "<p>Ритм: трепетание предсердий Регулярность: правильный<br>Оцените электрическую ось сердца: влево Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: есть Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A37,
    text: "<p>Ритм: синусовый (бради) Регулярность: неправильный<br>Оцените электрическую ось сердца: нормальная<br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: 2 степени 1 тип<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: есть Оцените наличие инфаркта миокарда: нижней стенки<br></p>",
  },
  {
    img: A38,
    text: "<p>Ритм: пароксиЗмальная суправентрикулярная тахикардия (аритмия) Регулярность: правильная<br>Оцените электрическую ось сердца: влево<br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A39,
    text: "<p>Ритм: синусовый<br>Регулярность: неправильный (почему?) Оцените электрическую ось сердца: влево Оцените наличие экстрасистолии: есть Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: есть Оцените наличие инфаркта миокарда: нет<br></p>",
  },
  {
    img: A40,
    text: "<p>Ритм: синусовый Регулярность: правильный<br>Оцените электрическую ось сердца: вертикальная<br>Оцените наличие экстрасистолии: нет Оцените наличие AB блокады: нет<br>Оцените наличие блокады ножек пучка Гиса: нет Оцените наличие приЗнаков гипертрофии ЛЖ: нет<br>Оцените наличие инфаркта миокарда: передней стенки ИM<br></p>",
  },
];
